{
  "product": [
    {
      "id": 1670236766108,
      "bookName": "Şeker Portakalı",
      "author": "Jose Mauro De Vasconcelos ",
      "publisher": "Can Yayınları",
      "genre": "Novel",
      "description": "“Ne güzel bir şeker portakalı fidanıymış bu! Hem bak, dikeni de yok. Pek de kişilik sahibiymiş, şeker portakalı olduğu ta uzaktan belli. Ben senin boyunda olsaydım başka şey istemezdim.”\n“Ama ben büyük bir ağaç istiyordum.”\n“İyi düşün, Zezé. Henüz gencecik bir fidan bu. Bir gün koca bir ağaca dönüşecek. Seninle beraber büyüyecek. İki kardeş gibi iyi anlaşacaksınız. Dalını gördün mü? Bir tanecik dalı olsa da sanki özellikle senin binmen için hazırlanmış bir ata benziyor.”\n ",
      "isbn": "9789750738609",
      "image": "https://img.kitapyurdu.com/v1/getImage/fn:11462950/wh:true/wi:220",
      "price": "24",
      "count": "856",
      "pageCount": "182"
    },
    {
      "id": 1670237123446,
      "bookName": "Huzur",
      "author": " Ahmet Hamdi Tanpınar",
      "publisher": "Dergah Yayınları",
      "genre": "Story",
      "description": "Tanpınar, kültürümüzü bir iç alem medeniyeti`nin tezahürü olarak görür. Bu medeniyeti, belirli, bir ahlakı taşıyan \"manevi vazifelerine inanmış, muayyen bir ruh nizamından geçmiş, nefislerini terbiye etmiş\" insanlar meydana getirmiştir.\n\nHuzur`un kahramanlarından Mümtaz, roman boyunca kendisini \"huzur\"a kavuşturacak bir \"iç nizam\"ı aramaktadır. Eserde hastalık, ölüm, tabiat, kozmik unsurlar, medeniyet, sosyal meseleler, çeşitli ruh halleri ve estetik fikirleri iç içe verilir. Ancak bütün bunların üzerinde romana hakim olan Mümtaz`la Nuran`ın aşklarıdır. İstanbul, bu aşkın yaşandığı çevre olmaktan çıkarak, adeta bir roman kahramanı gibi ele alınır.\n",
      "isbn": "9789759955748",
      "image": "https://cdn.bkmkitap.com/huzur-88337-11590247-88-O.jpg",
      "price": "81.90",
      "count": "312",
      "pageCount": "420"
    },
    {
      "id": 1670237292950,
      "bookName": "Erbain",
      "author": " İsmet Özel",
      "publisher": "Tiyo Yayınları",
      "genre": "Poem",
      "description": "İsmet Özelin kırk yaşınakadar yayınladığı dört şiir kitabındaki ve bazı dergilerde yer alan şiirleri ERBAİN kitabında toplanmıştır.",
      "isbn": "9786056323942",
      "image": "https://cdn.bkmkitap.com/erbain-11618023-11-O.jpg",
      "price": "59.00",
      "count": "678",
      "pageCount": "240"
    },
    {
      "id": 1670237444371,
      "bookName": "Bu Böyledir",
      "author": "Mustafa Kutlu",
      "publisher": "Dergah Yayınları",
      "genre": "Turkish literature",
      "description": "Hep beni yazdın. \"Mağlupken ordu, yaslı dururken bütün vatan\". Şu sırıtkan tavşanı kurşunlayıp yeni bir sayfa açayım. Benim Kronolojimi biliyor musun sen? Lunapark`ın neonları, florasanları geceyi gecelikten çıkarıyor. Işığın beyazın mor, mor kızılı, yer yer çilek kırmızısı karışıyor. Boşluğa doğru sandalyeler uçuyor. Yeşil-beyaz sandalyeler. Neredeyse uçan daireler.",
      "isbn": "9789759953119",
      "image": "https://cdn.bkmkitap.com/bu-boyledir-11562915-14-O.jpg",
      "price": "24.50",
      "count": "544",
      "pageCount": "90"
    },
    {
      "id": 1670259409459,
      "bookName": "Yitik Cennet",
      "author": " Sezai Karakoç",
      "publisher": "diriliş yayınları",
      "genre": "Religious",
      "description": "Bu kitap, Eylül 1974`ten Ocak 1976`ya kadar Aylık Diriliş Dergisi`nde, 21 Haziran 1976-14 Ekim 1976 arasında Diriliş Pazartesi-Perşembe Günlüğü`nde Zülküf Canyüce takma adıyla yayınlanmıştır.\n\n",
      "isbn": "9789123493937",
      "image": "https://cdn.bkmkitap.com/yitik-cennet-166284-11720387-16-B.jpg",
      "price": "28.00",
      "count": "1253",
      "pageCount": "143"
    },
    {
      "id": 1670259549030,
      "bookName": "Üç Zor Mesele",
      "author": " İsmet Özel",
      "publisher": "Tiyo Yayınları",
      "genre": "Trials",
      "description": "İsmet Özel`in Üç Mesele ve Zor Zamanda Konuşmak kitapları yeni ve uzun bir dibace ile bir arada \"Üç Zor Mesele\" adıyla neşredildi. Üç Kulhuvallahi Bir Elham Üç Zor Mesele`nin Dibacesi işin işten geçmediği, Türkiye`de yapılacak şeylerin neler olduğu fikrine mahsus zeminin oluşmasına müsait vaktin işaretlerinin henüz belirebildiği inancıyla yazıldı. Bor`un pazarının geçtiğini kabul etmiyorum; dolayısıyla eşeğimi Niğde`ye sürme düşüncesinde de değilim.",
      "isbn": "9786054893003",
      "image": "https://cdn.bkmkitap.com/uc-zor-mesele-12486875-82-B.jpg",
      "price": "113.90",
      "count": "125",
      "pageCount": "599"
    },
    {
      "id": 1670259632019,
      "bookName": "Yaşamak",
      "author": " Cahit Zarifoğlu",
      "publisher": "beyan yayınları",
      "genre": "Poem",
      "description": "Yeni Türkçe’de ki hatıra türünün en yetkin örneklerinden biri olan Yaşamak, toplumsal olarak bir ışığa dönüştürmek istediğimiz acıya, bireysel bir dünyada aydınlık sağlamaktadır. Zarifoğlu, çevremizde gelişen olayların gözümüzü yorduğu ve bizim, hayatın bütünsel akışıyla olan bağlarımızı güçlükle koruduğumuz dönemde, o bağlara canlılık veren birkaç şairimizden biridir. Yaşamak, şiirindeki derinliğin yol açtığı açılım getiren ve şaire ait iç dünyanın zenginliğini gözler önüne seren bir eserdir. Şair, yaşamayı varlık ve oluşun özüne dokunan bir derinlik içinde algıladığı ve arka planındaki hikmetle anlaşarak yaşadığı için, aynı hikmetin onun anlatımında parıldaması pek tabiidir.",
      "isbn": "9789754731927",
      "image": "https://cdn.bkmkitap.com/yasamak-11601112-74-O.jpg",
      "price": "30.55",
      "count": "976",
      "pageCount": "230"
    },
    {
      "id": 1670259749921,
      "bookName": "Şarkiyatçılık",
      "author": " Edward W. Said",
      "publisher": "Metis Yayınları",
      "genre": "Culture and Science",
      "description": "Yirminci Yüzyılın en sarsıcı, en etkili kitaplarından biri olan Şarkiyatçılık`ta, \"Batı\"nın \"Doğu\"ya bakış tarzını büyük bir zihinsel güçle sorgulamıştır Edward Said:\"Şark`ın kurulmuş bir şey olduğunu ileri sürüyorum kitabımda; coğrafi uzamların, bu uzamlara özgü din, kültür ya da ırksal özlere dayanılarak tanımlanabilecek yerli ve kökten `farklı` sakinleri olduğu düşüncesinin tartışma götürür bir düşünce olduğunu iddia ediyorum. Ama kuşkusuz, `bizi en iyi biz biliriz` şeklindeki sınırlayıcı düşünceye katılmam da mümkün değil.\"Şarkiyatçılığın kusurunun, hem düşünsel hem de insani bir kusur olduğu kanısındayım; çünkü Şarkiyatçılık, önce dünyanın bir bölgesini kendine yabancı saymış, sonra ona dair değişmez bir yargı kurmuş, böylece insan deneyimiyle özdeşleşememe, dahası bunun insan deneyimi olduğunu görememe kusurunu işlemiştir. Eğer yirminci yüzyılda yeryüzündeki halkların pek çoğunun yaşadığı genel siyasi ve tarihi bilinç yükselişinden gereğince yararlanabilirsek, Şarkiyatçılığın dünya çapındaki hakimiyeti ve temsil ettiği her şey karşı çıkılabilir hale gelecektir... ",
      "isbn": "9789753422369",
      "image": "https://cdn.bkmkitap.com/sarkiyatcilik-11599545-29-O.jpg",
      "price": "87.55",
      "count": "125",
      "pageCount": "416"
    },
    {
      "id": 1670259886462,
      "bookName": "Dünya Tarihi",
      "author": " William H. McNeill",
      "publisher": "İmge yayınları",
      "genre": "History",
      "description": "McNeill’in Dünya Tarihi ve çeşitli dillerdeki çevirisi neredeyse elli yıldır kitapçı raflarından eksik olmamıştır.\n\nYapıt, insanlığın ekonomik, toplumsal, düşünsel evriminde uygar toplumlar kadar yerleşik çiftçi ve göçebe çoban toplulukların, Batı kadar Batı dışındaki kültürlerin katkılarını da vurgulamaktadır.\n\nDünyanın belli başlı coğrafyalarında tarihin dönüm noktası oluşturan kilometre taşlarında üretim teknolojilerinin yanı sıra savaş teknolojilerinin etkilerini, uygarlıklararası etkileşimle dünya çapında kurulan ve bozulan dengeleri, hegemonyaları ve barbar topluluklar ile uygar toplumların kapışmalarını izlemektedir.\n\nDünya tarihini okunabilir kalınlıkta tek bir cilde sığdırmasıyla ün kazanan bu yapıt, üç kronoloji tablosu, kırk bir haritası, insanın kültürel gelişmesini sanat yapıtlarında izleme olanağı veren yetmiş beş fotoğrafıyla, farklı kuramlara dayanan inanılmaz zenginlikte ve çeşitlilikte kaynak yapıtlar listeleriyle gerçek bir genel kültür hazinesidir. McNeill’in, tarih anlayışlarını ve kendi tarih anlayışında oluşan değişikliği anlatan, bu Türkçe çeviriye alınan 1994 tarihli *Dünya Tarihinin Değişen Biçimi* yazısı ile Alâeddin Şenel’in kitaptan derlediği *Kronoloji* ekleri yapıtın kaynak ve başvuru niteliğini artırmaktadır.",
      "isbn": "9789755337555",
      "image": "https://cdn.bkmkitap.com/dunya-tarihi-58240-11552564-58-O.jpg",
      "price": "300.96",
      "count": "254",
      "pageCount": "887"
    },
    {
      "id": 1670259973546,
      "bookName": "Devlet Ana",
      "author": " Kemal Tahir",
      "publisher": "İthaki Yayınları",
      "genre": "Turkish literature",
      "description": "Devlet Ana’, Osmanlı Devleti kurulmadan önceki Anadolu’nun görünümünü ve Anadolu insanının özlemlerini anlatırken, onların güçlü, güvenli, adaletli bir devlete duyduğu ihtiyacı da açığa çıkarmaktadır. Kemal Tahir’in en önemli romanı olarak gösterilen ‘Devlet Ana’, onun düşünce yapısını da en iyi yansıtan eserlerinden biri sayılmaktadır. 1967’de yayımlanan roman, 1968 Türk Dil Kurumu Roman Ödülü’nü kazanmıştır. Kemal Tahir, Türk tarihi ve toplumu hakkındaki orijinal ve sağlam görüşlerinden hareket ettiği için hem ‘mahalli ağızları’, hem Türkçe’nin küçümsenmiş ve unutulmuş nesir dilini hem de yeni imkanlarını kaynaştırarak ve aşarak kullanabilmiştir. Eserlerindeki eşsiz dil ve üslup güzelliğinin kaynağı bu davranıştadır. Daha önceki romanlarında da görülen bu özellik ‘Devlet Ana’da en yüce noktasına erişmiştir. Türkçe’nin unutulmuş olan dehası bütün boyutları, zenginliği ve haslığıyla ilk olarak Kemal Tahir’in eserlerinde kendini göstermektedir.\" - Selahattin Hilav",
      "isbn": "9789752731332",
      "image": "https://cdn.bkmkitap.com/devlet-ana-12767065-31-O.jpg",
      "price": "99.00",
      "count": "363",
      "pageCount": "632"
    },
    {
      "id": 1670260048961,
      "bookName": "Fatih Harbiye",
      "author": "Peyami Safa",
      "publisher": "Ötüken Neşriyat",
      "genre": "Novel",
      "description": "Darülelhan’ın (Konservatuvarın) alaturka kısmında ud eğitimi alan Neriman, mensup olmakla iftihar ettiği Doğu kültürünü çok seven babası Faiz Bey’le on beş yaşından beri Fatih semtinde oturmaktadır. Yine bu semtte ta­nıştığı, babasına çok benzeyen ve Darülelhan’da kemençe eğitimi alan Şinasi ile yedi yıldır nişanlı­dır. Bütün mahalle, tahammül sınırlarını zorlayan bu nişanlılık ilişkisinin evlilikle bitmesini beklemektedir. Ancak Neriman’ın Darülelhan’da tanıştığı Macit, onun içinde yer etmiş Batılı bir hayat yaşama isteğini uyandırır. Neriman, Beyoğlu’nda, Harbiye’de yaşanan ışıltılı hayat tarzına imrenerek yaşadığı muhitten, evlerinden, babasın­dan, Şinasi’den ve hatta doğuyu temsil ettiğini düşündüğü kedisinden bile nefret etmeye başlar. Tramvay yoluyla birbirine bağlanan ama birbiriyle bağdaşması mümkün olmayan iki semt, Fatih ve Harbiye, aynı coğrafyada yaşanan bir kültür ve zihin geriliminin cepheleridir. Türk edebiyatının en üretken kalemi Peyami Safa, televizyon dizilerine de konu olan Fatih-Harbiye romanında toplumumuzun yaşadığı asrîleşme (çağdaşlaşma) sancılarına eşyalar, şahıslar, kurumlar ve mekânlar üzerinden ayna tutmaktadır.",
      "isbn": "9789754370232",
      "image": "https://cdn.bkmkitap.com/fatih-harbiye-11602298-15-O.jpg",
      "price": "19.84",
      "count": "674",
      "pageCount": "128"
    },
    {
      "id": 1670260129056,
      "bookName": "İnsanın Durumu",
      "author": " Lewis Mumford",
      "publisher": "Açılım Kitap Yayınları",
      "genre": "Trials",
      "description": "Uygarlığımızın son dört yüzyılda sahnelediği dram sonuna varana kadar oynandı,hatta tüketildi. Aktörlerin aynı sahnedeki sürekli varlığı, aynı rolleri gevelemeleri,herkesin ezberlediği jestleri tekrarlamaları, ancak genel amaçsızlıklarının üzerini örtecek bir kafa karışıklığıyla sonuçlandı.* İnsanın Durumu! Duraksıyoruz, çünkü aklımıza gelmemişti bu soruyu sormak,dahası birinin sorup bir cevap vermesinden de korkuyoruz. Ne de olsa gündelik hayattan, sonsuz siyaset tartışmalarından, işe gidip eve gelmekten, dünyada olup bitenle kendi köşemizde kafayı bozmaktan başka, bir tür olarak geleceğimiz ve serencamımıza dair düşünmek işimize gelmiyor.Küresel ısınmadan sağcılığın yükselişine ve daimi iktisadi krize, küreselleşme hücrelerimizden sokaklara kaderlerimizi ortaklaştırırken, insanlık olarak müşterek varoluşumuz her gün daha da somutlaşıyor. Gelgelelim bu somutluğu konuşacak araçlardan, kelimelerden, bir dilden yoksunuz. Ve miyopsanız, ufuktaki bulanıklığı gerçekliğin müphemiyeti sanabilirsiniz.",
      "isbn": "9789944105897",
      "image": "https://cdn.bkmkitap.com/insanin-durumu-11593656-17-O.jpg",
      "price": "116.85",
      "count": "341",
      "pageCount": "599"
    },
    {
      "id": 1670260219448,
      "bookName": " Cemil Meriç",
      "author": "Kırk Ambar Cilt: 2",
      "publisher": "İletişim Yayınları",
      "genre": "Trials",
      "description": "Rümuz-ül Edeb’in bir tür edebiyat tarihi olmasına karşın Lehçe-t-ül Hakayık bir tür düşünceler tarihi. Kırk Ambar’ın bu yeni 2. cildi, 1980’de yayımlanan ve tek bir baskı yapan Kırk Ambar 2 nin ikinci bölümünde ele alınan konuların yeni konularla zenginleştiği, 1981 yılında Ankara’da bir kez basılan Bir Facianın Hikâyesi adlı kitabın içeriğinin de bu konulara eklendiği çok daha kapsamlı ve tamamen gözden geçirilmiş bir hali. Cemil Meriç’in ele aldığı birçok konu bugün de güncelliğini koruyor, bugün de o konuların çeşitliliğinden ve içerdikleri kimi düşüncelerden yararlanmak pekâlâ mümkün. Cemil Meriç okuyucusunu, bir kez daha, \"düşünenlerin düşüncesini düşünmeye, sonra da onların tesirinden kurtularak kendi kafasıyla düşünmeye ve hiçbir görüşün esiri olmamaya\" davet ediyor. Aydını aydın yapan da \"uyanık bir şuur, tetikte bir dikkat ve hakikatin bütününü kucaklamaya çalışan bir tecessüs\" değil mi?",
      "isbn": "9789750504358",
      "image": "https://cdn.bkmkitap.com/kirk-ambar-cilt-2-12720391-34-O.jpg",
      "price": "100.50",
      "count": "421",
      "pageCount": "546"
    },
    {
      "id": 1670260289627,
      "bookName": "Aşk Estetiği",
      "author": " Beşir Ayvazoğlu",
      "publisher": "Kapı Yayınları",
      "genre": "Trials",
      "description": "Aşk, bir medeniyet yıldızına nasıl dönüşür?\n\nİslam inanç ve kültürü kendi medeniyet estetiğini\n\nnasıl inşa etti?\n\nMimari, süsleme sanatları, şiir, edebiyat, güzelliğin sırrını\n\nkeşfetmek için hangi eşiklerden geçti?\n\nDünün poetik ve estetik mirası nasıl ve\n\nkimler tarafından devralındı,\n\nhangi krizleri yaşadı?\n\nBeşir Ayvazoglu o her zamanki zarif ve kuşatıcı üslubu ve çok\n\nyerinde geliştirdiği sorularıyla sanat ve düşünce\n\nufkumuza yepyeni ışık tuğları dikiyor.\n\nİlk baskıları yıllar önce yapılan ve her yönden bir\n\nders kitabı sayılan\n\nAŞK ESTETİĞİ yeniden sizinle.\n\nZihniyet dünyamız kadar hayat üslubumuzun sanat duraklarının\n\nruhunu kavramak için...",
      "isbn": "9786055107215",
      "image": "https://cdn.bkmkitap.com/ask-estetigi-12647817-64-O.jpg",
      "price": "42.25",
      "count": "125",
      "pageCount": "256"
    },
    {
      "id": 1670260389739,
      "bookName": "Suç ve Ceza",
      "author": " Fyodor Mihayloviç Dostoyevski",
      "publisher": "İş Bankası Kültür Yayınları",
      "genre": "Novel",
      "description": "Fyodor Mihayloviç Dostoyevski (1821-1881): İlk romanı İnsancıklar 1846`da yayımlandı. Ünlü eleştirmen V. Belinski bu eser üzerine Dostoyevski’den geleceğin büyük yazarı olarak söz etti. Ancak daha sonra yayımlanan öykü ve romanları, çağımızda edebiyat klasikleri arasında yer alsa da, o dönemde fazla ilgi görmedi.\n\nYazar 1849`da 1.Nikolay`ın baskıcı rejimine muhalif Petraşevski grubunun üyesi olduğu gerekçesiyle tutuklandı.Kurşuna dizilmek üzereyken cezası sürgün ve zorunlu askerliğe çevrildi.Cezasını tamamlayıp Sibirya`dan döndükten sonra Petersburg`da Vremya dergisini çıkarmaya başladı, yazdığı romanlarla tekrar eski ününe kavuştu.Suç ve Ceza Dostoyevski`nin bütün dünyada en çok okunan başyapıtıdır.",
      "isbn": "9789754589023",
      "image": "https://cdn.bkmkitap.com/suc-ve-ceza-31170-11541942-31-O.png",
      "price": "33.00",
      "count": "753",
      "pageCount": "687"
    }
  ],
  "user": [
    {
      "id": 1670264017677,
      "email": "simple@gmail.com",
      "password": "35murat35",
      "name": "simple",
      "surname": "a"
    }
  ],
  "book": [],
  "admin": [
    {
      "id": 1,
      "name": "Admin",
      "email": "admin@system.com",
      "password": "123123"
    }
  ]
}